{
    "language": "en",
    "header": "Tractors",
    "get_image_btn": "Get New Image",
    "open_popup_btn": "Open Large Image and Fact",
    "download_btn": "Download Image",
    "image_alt": "Large Tractor Image",
    "image_error": "Failed to get image",
    "tractor_fact": "Random Tractor Fact:",
    "facts": [
        "The first gasoline-powered tractor was invented by John Froelich in 1892.",
        "The world's largest tractor, Big Bud 747, weighs over 100,000 pounds.",
        "Tractors were first introduced for farming in the early 19th century.",
        "The John Deere company was founded in 1837 and has been a leading tractor manufacturer since.",
        "Modern tractors can have GPS systems for precision farming.",
        "The term 'tractor' comes from the Latin word 'trahere', meaning 'to pull'.",
        "The Massey-Harris company produced the first self-propelled combine harvester in 1938.",
        "The first tractor with four-wheel drive was introduced in 1912 by the Four Wheel Drive Auto Company.",
        "Caterpillar Inc., known for its construction equipment, also produces agricultural tractors.",
        "The Fordson Model F, introduced in 1917, was the first mass-produced tractor in the world.",
        "The average horsepower of a modern tractor is around 150 HP.",
        "The first diesel-powered tractor was introduced by Case in 1930.",
        "The White Farm Equipment company produced tractors under the Oliver brand name.",
        "The Kubota Corporation, founded in 1890, is a major manufacturer of compact tractors.",
        "The Allis-Chalmers company produced the Model WC, a popular tractor in the 1940s.",
        "Tractors equipped with front loaders are commonly used for material handling on farms.",
        "The International Harvester Company, later known as Case IH, produced the Farmall series of tractors.",
        "Tractors have replaced animal power in agriculture in many parts of the world.",
        "The Ferguson TE20, also known as the Little Grey Fergie, was a popular tractor in the post-war era.",
        "The agricultural revolution in the 18th century led to the development of modern farming machinery.",
        "Tractor pulling competitions involve modified tractors pulling a heavy sled."
    ]
}
